Repository: Aransh/AOD-Translation
Catalog: *.lproj/Root.strings
Languages: de, ja

source: Enable
de: Aktivieren
ja: 有効化

source: Some changes require to respring
de: Einige Änderungen erfordern ein Respring
ja: いくつかの設定でRespringが必要です

source: Options
de: Optionen
ja: オプション

source: Enable LPM while showing
de: Aktiviere LPM beim Benutzen
ja: 低電力モードを有効可

source: Disable while DND
de: Deaktiviert während DND
ja: おやすみモード中は無効化

source: Disable while in Pocket
de: Deaktivieren, während in der Tasche
ja: ポケットにある時無効化

source: Tap to unlock
ja: タップでアンロック

source: Show Battery Level
de: Batteriestand anzeigen
ja: バッテリー残量を表示

source: Show Now Playing Label
ja: 再生情報を表示

source: Icon Fade Animation
ja: アイコンのアニメーション

source: Grayscale Icon
de: Graustufen Icon
ja: 白黒アイコン

source: Change Icon Size
de: Ändern Sie die Symbolgröße
ja: アイコンサイズを変更

source: Change space between icons
de: Ändern Sie den Abstand zwischen den Symbolen
ja: アイコン間のスペースを変更

source: Move Labels
de: Beschriftungen verschieben
ja: 要素の移動

source: Brightness
de: Helligkeit
ja: 明るさ

source: Report Bugs or Contact
de: Melde Fehler oder kontaktiere mich
ja: 連絡先

source: Buy me a coffee?
de: Kaufen du mir ein Kaffee?
ja: 寄付は大歓迎です!

source: Reset All Settings
de: Alle Einstellungen zurücksetzen
ja: すべての設定をリセット

source: Disable while charging
de: Während des Ladevorgangs deaktivieren
ja: 充電中は無効化

source: Max Icon Per Rows
de: Maximale Symbole pro Zeile
ja: 列ごとのアイコン数

source: Move Notification View
de: Benachrichtigungsansicht verschieben
ja: アイコンを移動

source: Artwork Size
de: Album Cover Größe
ja: アートワークのサイズ

source: Show Artwork
de: Zeige Album Cover
ja: アートワークを表示

source: Date and Time
ja: 日付と時間

source: Use Native Locale
de: Verwenden Sie das native Gebietsschema
ja: デフォルトの言語を使用

source: Change Date Format
ja: 日付表示を変更

source: Use AM/PM
ja: AM/PM表記

source: Enable only while charging
ja: 充電中のみ有効

source: Show Date
ja: 日付を表示

source: Show Analog Clock
ja: アナログ時計を表示

source: Analog Clock Position (X)
ja: アナログ時計の横位置

source: Analog Clock Position (Y)
ja: アナログ時計の縦位置

source: Analog Clock Size
ja: アナログ時計のサイズ

source: Set Brightness
ja: 明るさを設定

source: Show Icon Badge
ja: アイコンバッジを表示

source: Use Icon Color
ja: アイコンの色を使用

source: Reverse Color
ja: 色を反対に使用

source: Charging Animation
ja: 充電アニメーション

source: Show Animation
ja: アニメーションを表示

source: Bubble Color
ja: 色を設定

source: Battery
ja: バッテリー

source: Date Format
ja: 日付フォーマット

source: Music
ja: 音楽

source: Artwork Position (X)
ja: アートワーク位置 (X)

source: Artwork Position (Y)
ja: アートワーク位置 (Y)

source: Icons
ja: アイコン

source: Allow Putting the Same Icon
ja: 同じアイコンの配置を許可

source: Icon Badge
ja: アイコンバッジ

source: Weather
ja: 天気

source: Show
ja: 表示

source: Label Position (Y)
ja: ラベル位置 (Y)

source: Save
ja: 保存

source: Move Elements
ja: 要素移動

source: Others
ja: その他

# HOWTOUSE
source: Available: {city}, {condition}, {shortCondition}, {windSpeed}, {humidity}, {temp}, {feelsLike}, {high}, {low} \n to line break If it shows 'null', you may have to enable location service for system and weather app, and setting from weather app.
ja: 利用可能: {city}, {condition}, {shortCondition}, {windSpeed}, {humidity}, {temp}, {feelsLike}, {high}, {low} \nで改行 もし'null'と表示される場合は、インターネットへの接続や現在地情報の設定、天気アプリで現在地の利用を許可しているかなど確認してください。

source: Fahrenheit
ja: 華氏

source: Hide When Low Battery
ja: バッテリーに応じて無効

source: Test Notification
ja: 通知のテスト

source: Centralize Components
ja: 中央配置

source: Show Time
ja: 時間を表示

source: Show Dots
ja: ドットを表示

source: Show Notification Icons
ja: アイコンを表示

source: Size
ja: サイズ

source: Ignore While Charging
ja: 充電中は無視

source: Visual Options
de: Visuelle Optionen
